;================================================================================================
;      GRIMY'S ANARCHIST
;================================================================================================

[GrimyFlamethrower X2WeaponTemplate]
FriendlyName="火焰喷射器"
FriendlyNamePlural="火焰喷射器"
BriefSummary="这款手腕式火焰喷射器依靠超压燃料罐和非常集中的喷嘴向多个敌人发射致命的锥形火焰."
TacticalText="<Bullet/> 火焰喷射器是一种范围有效的武器，可以摧毁部分战场.\n<Bullet/> 它对于近距离对抗多个敌人非常有用. 然而，机器人敌人将对其效果产生抵抗或免疫."

[GrimyShredderGun X2WeaponTemplate]
FriendlyName="粉碎炮"
FriendlyNamePlural="粉碎炮"
BriefSummary="这是款安装在手腕上的弹头喷射器喷射出一个尖利的粒子锥，可以伤害多个敌人并粉碎他们的盔甲."
TacticalText="<Bullet/>粉碎炮对多个敌人很有用，并且在近距离使用.\n<Bullet/>它的弹药有限，所以尽量在合适的时候使用."

[GrimyShellShock X2AbilityTemplate]
LocFriendlyName="弹震症"
LocHelpText="被动：手榴弹有15%的几率击晕有机和机器人敌人."
LocLongDescription="被动：手榴弹有15%的几率击晕有机和机器人敌人."

[GrimyLightOrdnance X2AbilityTemplate]
LocFriendlyName="轻型军械"
LocHelpText="被动：每格增加2个手榴弹容量，但减少50%的手榴弹伤害."
LocLongDescription="被动：每格增加2个手榴弹容量，但减少50%的手榴弹伤害."

[GrimyGrenadeShredder X2AbilityTemplate]
LocFriendlyName="破片改造"
LocHelpText="被动：手榴弹+2碎甲和穿甲."
LocLongDescription="被动：手榴弹+2碎甲和穿甲."

[GrimySabotage X2AbilityTemplate]
LocFriendlyName="缴械协议"
LocHelpText="提供升级版战斗协议技能。升级战斗协议来解除敌人的武器."
LocLongDescription="提供升级版战斗协议技能。升级战斗协议来解除敌人的武器."

[GrimyDeadlyHaze X2AbilityTemplate]
LocFriendlyName="致命雾霾"
LocHelpText="将手榴弹的火焰、酸性和毒素覆盖区域增加到100%。被手榴弹击中的敌人在下一轮造成的伤害减少2点。"
LocLongDescription="将手榴弹的火焰、酸性和毒素覆盖区域增加到100%。被手榴弹击中的敌人在下一轮造成的伤害减少2点。"

[GrimyCauterize X2AbilityTemplate]
LocFriendlyName="烙疗协议"
LocHelpText="对一个目标造成2点伤害，如果未死亡，则治疗它3-9点生命."
LocLongDescription="对一个单位造成2点伤害，如果未死亡，则治疗它3-9点生命.\n可以同时攻击队友和敌人.\n每次任务只能使用2次.\n提供复活协议能力."

[GrimyVileConcoctions X2AbilityTemplate]
LocFriendlyName="杂质混合物"
LocHelpText="被动：手榴弹的持续伤害{如毒伤，烧伤}提高2点."
LocLongDescription="被动：手榴弹的持续伤害提高2点."

[GrimySadist X2AbilityTemplate]
LocFriendlyName="施虐狂"
LocHelpText="被动：当装备头颅接入器或头颅开采器时，可以额外使用的两次."
LocLongDescription="被动：当装备头颅接入器或头颅开采器时，可以额外使用的两次."

[GrimyHostageProtocol X2AbilityTemplate]
LocFriendlyName="人质协议"
LocHelpText="提供升级版战斗协议能力。升级战斗协议可以击晕一个敌人，并将其转化为一个回合的全掩体."
LocLongDescription="提供升级版战斗协议能力。升级战斗协议可以击晕一个敌人，并将其转化为一个回合的全掩体.\n升级战斗协议可以击晕一个敌人，并将其转化为一个回合的全掩护，持续1回合."

[GrimyFireWall X2AbilityTemplate]
LocFriendlyName="火墙"
LocHelpText="获得便携式火焰喷射器，该喷射器能制造出一道不被烧毁就无法穿越的火焰墙."
LocLongDescription="获得便携式火焰喷射器，该喷射器能制造出一道不被烧毁就无法穿越的火焰墙\n携带量2."

[FireGrimyFireWall X2AbilityTemplate]
LocFriendlyName="火墙"
LocLongDescription="在锥形区域喷射火焰。制造出一道不被烧毁就无法穿越的火焰墙."
LocHelpText="在锥形区域喷射火焰。制造出一道不被烧毁就无法穿越的火焰墙."
LocFlyOverText="火墙l"

[GrimyShredderGun X2AbilityTemplate]
LocFriendlyName="粉碎炮"
LocHelpText="获得便携式粉碎炮."
LocLongDescription="获得便携式粉碎炮."

[FireGrimyShredderGun X2AbilityTemplate]
LocFriendlyName="发射粉碎炮"
LocLongDescription="向锥形区域发射粉碎炮."
LocHelpText="向锥形区域发射粉碎炮."
LocFlyOverText="发射粉碎炮"

[GrimyAirBurst X2AbilityTemplate]
LocFriendlyName="空爆"
LocHelpText="被动：榴弹爆炸半径增加2."
LocLongDescription="被动：榴弹爆炸半径增加2."

[GrimyLongShot X2AbilityTemplate]
LocFriendlyName="远程榴弹"
LocHelpText="提升榴弹发射器半径 50%."
LocLongDescription="提升榴弹发射器半径 50%."

;========================================================================================================
; GRIMY's BRUISER
;========================================================================================================

[GrimyIntimidationPassive X2AbilityTemplate]
LocFriendlyName="恐吓"
LocLongDescription="被动：反应射击降低目标15%命中."
LocHelpText="被动：反应射击降低目标15%命中."

[GrimyGunPoint X2AbilityTemplate]
LocFriendlyName="擒拿挡枪"
LocHelpText="对侧翼的敌人造成2点伤害并使其昏迷1回合并将其用作全掩体."
LocLongDescription="对侧翼的敌人造成2点伤害并使其昏迷1回合.\n敌人现在可以作为全掩体.\n使用此技能后，您可以使用手枪射击或投掷手榴弹.\n冷却2回合"

[GrimySurvival X2AbilityTemplate]
LocFriendlyName="生存直觉"
LocHelpText="被动：每回合可以用武器回击1次敌人，并获得1护甲，持续2回合。."
LocLongDescription="被动：每回合可以用武器回击1次敌人，并获得1护甲，持续2回合."

[GrimySpotter X2AbilityTemplate]
LocFriendlyName="探查标记"
LocHelpText="被动：当受到攻击时，这个士兵用武器回击，每回合最多一次，并标记目标."
LocLongDescription="被动：当受到攻击时，这个士兵用武器回击，每回合最多一次，并标记目标."

[GrimyBolsterPassive X2AbilityTemplate]
LocFriendlyName="挡枪：垫背"
LocHelpText="被动升级：现在提供2点护甲并持续2回合."
LocLongDescription="被动升级：现在提供2点护甲并持续2回合."

[GrimyNeedlePointPassive X2AbilityTemplate]
LocFriendlyName="挡枪：毒剂"
LocHelpText="被动升级：挡枪和手枪射击现在会附加中毒效果，可以持续1点伤害."
LocLongDescription="被动升级：挡枪和手枪射击现在会附加中毒效果，可以持续1点伤害."

[GrimyDrawFire X2AbilityTemplate]
LocFriendlyName="吸引火力"
LocHelpText="减少10点防御，增加2点护甲，持续2回合。增加25格范围内的盟友防御10点."
LocLongDescription="减少10点防御，增加2点护甲，持续2回合。增加25格范围内的盟友防御10点.冷却3回合"

[GrimyFlashpoint X2AbilityTemplate]
LocFriendlyName="闪点"
LocHelpText="被动:每装备一颗闪光榴弹额外获得1颗闪光榴弹，闪光榴弹现在造成2点额外伤害."
LocLongDescription="被动:每装备一颗闪光榴弹额外获得1颗闪光榴弹，闪光榴弹现在造成2点额外伤害."

[GrimyEnrage X2AbilityTemplate]
LocFriendlyName="激怒"
LocHelpText="被动：每回合受伤会自动激活移动射击."
LocLongDescription="被动：每回合受伤会自动激活移动射击."

[GrimyTaserShot X2AbilityTemplate]
LocFriendlyName="电击弹"
LocHelpText="使用武器发射，对有机敌人造成击晕，对机械敌人造成三倍伤害，忽略护甲."
LocLongDescription="使用武器发射，对有机敌人造成击晕，对机械敌人造成三倍伤害，忽略护甲. 每任务2次"

[GrimyCausticSlug X2AbilityTemplate]
LocFriendlyName="龙息弹"
LocHelpText="用主武器发射，破坏护甲并造成双倍伤害."
LocLongDescription="用主武器发射，破坏护甲并造成双倍伤害. 每任务2次"

[GrimyGrapeShot X2AbilityTemplate]
LocFriendlyName="独头弹"
LocHelpText="用主武器发射。必中。-30%伤害."
LocLongDescription="用主武器发射。必中。-30%伤害."

;=========================================================================================================
; GRIMY's FURY
;=========================================================================================================

[GrimyStrafe X2AbilityTemplate]
LocFriendlyName="移动扫射"
LocHelpText="射击造成的伤害减少50%，但移动后可以免费使用"
LocLongDescription="射击造成的伤害减少50%，但移动后可以免费使用\n扫射：技能等同于移动扫射，可在移动后免费使用"

[GrimySustainedFire X2AbilityTemplate]
LocFriendlyName="扫射-移动整备"
LocHelpText="被动升级：可以用一个扫射动作点上膛和进行监视."
LocLongDescription="被动升级：可以用一个扫射动作点上膛和进行监视."

[GrimyPyrokinesis X2AbilityTemplate]
LocFriendlyName="扫射-控火"
LocHelpText="扫射：不完全的灵魂之火，每回合燃烧1点伤害\n消耗 <Ability:SelfHealthCost/>  HP\n冷却2回合"
LocLongDescription="扫射：不完全的灵魂之火，每回合燃烧1点伤害\n消耗 <Ability:SelfHealthCost/>  HP\n冷却2回合\n扫射：技能等同于移动扫射，可在移动后免费使用"

[GrimyReave X2AbilityTemplate]
LocFriendlyName="扫射-掠夺"
LocHelpText="扫射：不完全的虚空之枪，造成一半伤害\n消耗<Ability:GRIMYREAVE_HPCOST/>HP\n冷却3回合"
LocLongDescription="扫射：不完全的虚空之枪，造成一半伤害\n消耗<Ability:SelfHealthCost/>HP\n冷却3回合\n扫射：技能等同于移动扫射，可在移动后免费使用"

[GrimyMadness X2AbilityTemplate]
LocFriendlyName="扫射-背叛"
LocHelpText="扫射：不完全的控制方式，只控制一个外星生物1回合，但让它立即行动\n消耗<Ability:GRIMYBETRAYAL_HPCOST/> HP\n冷却2回合"
LocLongDescription="扫射：不完全的控制方式，只控制一个外星生物1回合，但让它立即行动\n消耗<Ability:SelfHealthCost/> HP\n冷却2回合\n物品可使用\n扫射：技能等同于移动扫射，可在移动后免费使用"

[GrimySoulTap X2AbilityTemplate]
LocFriendlyName="动作如潮"
LocHelpText="消耗<Ability:SelfHealthCost/>点生命值换取<font color='#0bff9b'>1</font>行动点。<br/>冷却时间：<font color='#0bff9b'>1</font>回合"
LocLongDescription="消耗<Ability:SelfHealthCost/>点生命值换取<font color='#0bff9b'>1</font>行动点。<br/>冷却时间：<font color='#0bff9b'>1</font>回合"

[GrimyReinvigorate X2AbilityTemplate]
LocFriendlyName="重振活力"
LocHelpText="被动：医疗箱和小精灵的治疗提供了额外的行动点"
LocLongDescription="被动：医疗箱和小精灵的治疗提供了额外的行动点"

[GrimyBulletRoulette X2AbilityTemplate]
LocFriendlyName="弹药赌盘"
LocHelpText="被动：在每次任务开始时随机获得一次弹药升级"
LocLongDescription="被动：在每次任务开始时随机获得一次弹药升级\n替换所有装备的弹药"

[GrimyWillToSurvive X2AbilityTemplate]
LocFriendlyName="求生意志"
LocHelpText="被动：增加等同10%意志的生命值"
LocLongDescription="被动：增加等同10%意志的生命值"

[GrimySprayAndPray X2AbilityTemplate]
LocFriendlyName="扫射-遍地开花"
LocHelpText="扫射：-25%的伤害射击最多3个不同的敌人"
LocLongDescription="扫射：-25%的伤害射击最多3个不同的敌人\n可以使用扫射行动点\n消耗3弹药\n扫射：技能等同于移动扫射，可在移动后免费使用"

[GrimyAnomaly X2AbilityTemplate]
LocFriendlyName="维度异常"
LocHelpText="撕开一个维度空间，造成大范围的伤害，召唤随机的外星援军，消耗<Ability:SelfHealthCost/> HP"
LocLongDescription="撕开一个维度空间，造成大范围的伤害，召唤随机的外星援军，\n消耗<Ability:SelfHealthCost/>HP\n造成20-30伤害取决于灵能等级"

[GrimySpeedster X2AbilityTemplate]
LocFriendlyName="巽户行风"
LocHelpText="使<Ability:ClassName/>提高<font color='#41afd7'>1</font>点行动点，但降低<font color='#ff3206'>30%</font>移动力。"
LocLongDescription="使<Ability:ClassName/>提高<font color='#41afd7'>1</font>点行动点，但降低<font color='#ff3206'>30%</font>移动力。"

;============================================================================================================
; GRIMY'S HEADHUNTER
;============================================================================================================
[GrimyPiercingShot X2AbilityTemplate]
LocFriendlyName="穿刺射击"
LocHelpText="-25%的伤害对一条直线进行射击，穿透敌人并造成3碎甲，摧毁掩体<br/>冷却4回合."
LocLongDescription="-25%的伤害对一条直线进行射击，穿透敌人并造成3碎甲，摧毁掩体<br/>冷却4回合<br/>携带量2."

[GrimyMultiHook X2AbilityTemplate]
LocFriendlyName="立体机动装置"
LocHelpText="消耗1个行动力，发射机射出固定器，喷射瓦斯快速移动到新的位置<br/>冷却0回合."
LocLongDescription="消耗1个行动力，发射机射出固定器，喷射瓦斯快速移动到新的位置<br/>冷却0回合<br/>视野可见距离内移动."

[GrimyRushedShot X2AbilityTemplate]
LocFriendlyName="仓促乱射"
LocHelpText="向随机的敌人开一枪. 可以在移动后使用br/>冷却0回合."
LocLongDescription="向随机的敌人开一枪. 可以在移动后使用br/>冷却0回合."

[GrimyThunderclap X2AbilityTemplate]
LocFriendlyName="雷霆乱射"
LocHelpText="向随机的敌人发射一枚电磁弹，对有机敌人造成+50%的伤害，对机器人敌人造成+100%的伤害."
LocLongDescription="向随机的敌人发射一枚电磁弹\n对有机敌人造成+50%的伤害\n对机器人敌人造成+100%的伤害\n可以在移动后使用\n每任务2次\n冷却6回合."

[GrimyPointBlank X2AbilityTemplate]
LocFriendlyName="零距离射击"
LocHelpText="近距离射击，有+50%的命中，暴击和伤害。可以在移动后使用."
LocLongDescription="近距离射击，有+50%的命中，暴击和伤害。可以在移动后使用\n射击距离1"

[GrimyIncendiaryShot X2AbilityTemplate]
LocFriendlyName="引燃射击"
LocHelpText="进行一发无爆炸性的命中射击，造成火焰伤害和燃烧."
LocLongDescription="进行一发无爆炸性的命中射击，造成火焰伤害和燃烧.\n可以在移动后使用\n每任务2次\n冷却6回合"

[GrimyTwinFangs X2AbilityTemplate]
LocFriendlyName="毒牙乱射"
LocHelpText="向两个不同的敌人随机发射有毒子弹."
LocLongDescription="向两个不同的敌人随机发射有毒子弹。\n可以在移动后使用\n每任务2次\n6回合冷却"

[GrimyBuckshot X2AbilityTemplate]
LocFriendlyName="鹿弹射击"
LocHelpText="发射能击中圆锥形目标的铅弹。降低25%的伤害"
LocLongDescription="发射能击中圆锥形目标的铅弹。降低25%的伤害.\n降低25%的伤害\n可以在移动后使用\n每任务2次\n冷却6回合"

[GrimyDoubleTap X2AbilityTemplate]
LocFriendlyName="双发快射"
LocHelpText="使用标准狙击步枪射击，然后返还一个行动点.\n冷却4回合"
LocLongDescription="使用标准狙击步枪射击，然后返还一个行动点.\n冷却4回合"

[GrimyHexHunter X2AbilityTemplate]
LocFriendlyName="起源射击"
LocHelpText="发射一枚特殊的起源弹，造成与目标灵能成比例的额外伤害."
LocLongDescription="发射一枚特殊的起源弹，造成与目标灵能成比例的额外伤害\n冷却1回合"

[GrimyBladeOil X2AbilityTemplate]
LocFriendlyName="刀油锐击"
LocHelpText="涂抹刀油，用更加锐利的刀锋砍伤一个敌人，造成额外的100%武器伤害."
LocLongDescription="涂抹刀油，用更加锐利的刀锋砍伤一个敌人，造成额外的100%武器伤害\n每任务2次\n冷却4回合"

[GrimyRapidSlashHH X2AbilityTemplate]
LocFriendlyName="双击快斩"
LocHelpText="斩击一个敌人，然后返还一个行动力."
LocLongDescription="斩击一个敌人，然后返还一个行动力\n冷却3回合"

[GrimyExecuteBonus X2AbilityTemplate]
LocFriendlyName="执行通缉"
LocHelpText="被动：你的近战攻击对标记或全息瞄准的敌人造成三倍伤害."
LocLongDescription="被动：你的近战攻击对标记或全息瞄准的敌人造成三倍伤害"

[GrimyPreparation X2AbilityTemplate]
LocFriendlyName="预备"
LocHelpText="在下一个回合开始时获得一个行动点."
LocLongDescription="在下一个回合开始时获得一个标准行动点\n冷却3回合"